Repository: ahwm/disk-cleaner-nl
Catalog: diskcleaner/trunk/languages/plugins/*.po
Languages: it

source: 7-Zip History
it: Cronologia di 7-zip

source: Clear 7-Zip History
it: Svuota la cronologia di 7-zip

source: Ability Office 4 Recent Files
it: FIle recenti di Ability Office 4

source: Delete Ability 4 Recent Documents list
it: Cancella la lista di documenti recenti di Ability 4

source: Erase ACDSee's Last Open Folder and Favorites
it: RIpulisce i preferiti e l'ultima cartella aperta in ACDSee

source: Clears Acrobat Reader's Recent Files list and Cache
it: RIpulisce la cache e la lista di file recenti di Acrobat Reader

source: Deletes AOL Toolbar Search History and Pop-up Kills
it: Cancella la cronologia delle ricerche della AOL Toolbar e delle Pop-up Kills

source: Erase Ax-Icon's Recent Files
it: Cancella la lista dei files recenti di Ax-Icons

source: Erase Recent Files Of CoffeeCup GIF Animator
it: Cancella la lista dei files recenti di CoffeeCup GIF Animator

source: Common Dialog MRUs
it: Common Dialog MRUs (liste dei file recenti)

source: Clear Common Dialog (Open, Save) most recently used file names
it: Cancella la lista dei files recenti di Common Dialog (Apri, Salva)

source: Erase CuteFTP's Log Files & History Data
it: Cancella i files di log e i dati della cronologia di CuteFTP

source: Erase CuteHTML Recent Files
it: Cancella la lista dei files recenti di CuteHTML

source: Deletes CutePDF Writer mru
it: Cancella la lista dei files recenti di CutePDF

source: Erase Divx Player Playlist
it: Cancella la playlist di Divx Player

source: Cleans EditPad
it: Pulizia di EditPad

source: Cleans EditPlus2
it: Pulizia di EditPlus2

source: Feedreader Cache
it: Cache di Feedreader

source: Clears Feedreader's cache of read articles
it: Ripulisce la cache degli articoli letti in Feedreader

source: Clears Flash Player shared objects (Flash cookies)
it: Ripulisce gli oggetti condivisi di Flash Player ('i cookies di Flash')

source: Delete FotoCanvas Lite's recent files
it: Cancella la lista dei files usati recentemente di FotoCanvas Lite

source: Erase Foxit PDF Reader Recent File List
it: Cancella la lista dei files usati recentemente di Foxit PDF Reader

source: Erase FreshDownload History
it: Cancella la cronologia di FreshDownload

source: Cleans GoldWave History
it: Cancella la cronologia di GoldWave

source: Google Chrome Cache
it: Cache di Google Chrome

source: Erase Google Chrome browser cache
it: Cancella la cronologia del browser Google Chrome

source: Deletes Google Tool Bar Search History and Pop-up Kills
it: Google Toolbar: Cancellazione della cronologia delle ricerche e la lista dei pop-up bloccati

source: Internet Explorer Autocomplete Form History
it: Cronologia autocompletamento form di Internet Explorer

source: Clears the Autocomplete Form History in Internet Explorer
it: Cancella la Cronologia dell'autocompletamento dei form di Internet Explorer

source: Internet Explorer Address Bar Typed URLs
it: Indirizzi digitati direttamente nella barra di Internet Explorer

source: Clears Internet Explorer Address bar Typed URLs
it: Cancella l'elenco degli URL digitati direttamente nella barra di Internet Explorer

source: Cleans Inno Setup
it: Pulizia di Inno Setup

source: Clears IZArc History
it: Cancella la cronologia di IZArc

source: Removes Lotus SmartSuite recent file list
it: Cancella la lista dei files usati di recente di Lotus SmartSuite

source: Erase Recent Files Of Macromedia Dreamweaver 4.0
it: Cancella la lista dei files usati di recente di Macromedia Dreamweaver 4.0

source: Map Network Drive MRU
it: Lista MRU di Map Network Drive

source: Erases the Map Network Drive most recently used paths.
it: Cancella la lista dei percorsi usati di recente di Map Network Drive

source: Erases Media Player Classic's Recent File List & Recent Dub List
it: Cancella la lista dei files usati di recente di Media Player Classic e la lista dei Recent Dub

source: Erase Metapad Recent File List
it: Cancella la lista dei files usati recentemente di Metapad

source: Clears Microangelo History
it: Cancella la cronologia di Microangelo

source: Removes the Microsoft FrontPage Express recent file list
it: Cancella la lista dei files usati recentemente di MS FrontPage Express

source: Erase MS Imaging Recent Files
it: Cancella la lista dei files usati recentemente di MS Imaging

source: MSN Toolbar Data
it: Dati relativi alla MSN Toolbar

source: Erase the recent files of Microsoft Photo Editor
it: Cancella la lista dei files usati recentemente di MS Photo Editor

source: Removes recent file list
it: Cancella la lista dei files usati recentemente

source: Erase NetCaptor's Location Bar History And Last Open site
it: Cancella la cronologia e l'ultimo file aperto della NetCaptor Location Bar

source: Office 95, 97, 2000, XP and 2003 Recent Files
it: File recenti di Office 95, 97, 2000, XP e 2003

source: Removes Office 95, 97, 2000, XP and 2003 Recent Files
it: Cancella la lista dei files usati recentemente di MS Office da 95 a 2003

source: OpenOffice 3 Recently opened files
it: Ultimi file aperti da OpenOffice 3

source: Deletes OpenOffice 3's most recently opened files.
it: Cancella la lista dei files aperti recentemente di OpenOffice 3

source: Opera 10 Cache
it: Cache di Opera 10

source: Removes the Opera 10 disk cache
it: Rimuove la cache su disco di Opera 10

source: Erase Paint Shop Pro's recent files
it: Cancella la lista dei files usati recentemente di Paint Shop Pro

source: PopThis popcount
it: Conteggio dei pop di PopThis

source: Clears PowerArchiver History
it: Cancella la cronologia di PowerArchiver

source: Erase PowerZip recent extract files
it: Cancella la lista dei files recentemente estratti di PowerZip

source: Clears the Apple QuickTime Player Recent Movies history
it: Cancella la lista dei filmati usati recentemente di QuickTime Player

source: Erase RealOne recent playlist and URls History
it: Cancella la lista dei files e playlist usati recentemente di RealOne

source: Regedit Recent Key
it: chiave di Regedit

source: Removes Windows' Regedit Recent Key
it: Rimuove l'ultima chiave usata memorizzata in Regedit di Windows

source: Run... Most Recently Used list
it: Cronologia di 'Esegui...' di Windows

source: Clears Windows' Run... Most Recently Used list
it: Cancella la cronologia di 'Esegui...' di Windows

source: Removes the Serif PhotoPlus 6 recent file list
it: Cancella la lista dei files usati recentemente di Serif PhotoPlus 6

source: Cleans Setup Factory
it: Ripulisce Setup Factory

source: Erase SmardDraw 6's recent files
it: Cancella la lista dei files usati recentemente di SmartDraw 6

source: Java Runtime Cache
it: Cache di Java Runtime

source: Cleans Sun's Java cache folder
it: Ripulisce la cartella della cache di Java

source: Deletes Swiff Player mru
it: Cancella la lista dei files usati recentemente di Swiff Player

source: Erase Recent Files Of SWiSH 2.0
it: Cancella la lista dei files usati recentemente di SWiSH 2.0

source: Erase The Playa's Playlist
it: Cancella la/e playlist di 'The Playa'

source: Erase Ulead GIF Animator's Recent Files
it: Cancella la lista dei files usati recentemente di Ulead GIF Animator

source: Erase WebFerret Search History
it: Cancella la lista delle ricerche di WebFerret

source: Delete WinAce
it: Ripulisce WinAce

source: Removes Windows Defender Scan History
it: Cancella la cronologia delle scansioni di Windows Defender

source: Removes Windows Memory dump files (*.dmp) that are created when Windows crashes.
it: Cancella i Windows Memory dump files (files *.dmp) che sono stati creati in occasione dei crash di Windows.

source: WinImp History
it: Cronologia di WinImp

source: Erases WinImp History
it: Cancella la cronologia di WinImp

source: Windows Log Files
it: Files di log di Windows

source: Removes Windows log files
it: Cancella i files di log di Windows

source: Delete WinRar 2.x Recent Files
it: Cancella la lista dei files usati di recente di WinRar 2.x

source: Forced \Windows\Temp
it: \Windows\Temp forzato

source: Removes leftover files in %windir%\temp. Some applications do not use %TEMP%, which is the default.
it: Rimuove i file rimasti in %windir%\temp. Alcune applicazioni non usano %TEMP%, che sarebbe il default.

source: Erases history items in WordPerfect 7 to 11
it: Cancella le voci di cronologia in WordPerfect versioni da 7 ad 11
