Repository: ahwm/disk-cleaner-nl
Catalog: languages/plugins/*.po
Languages: nl

source: 7-Zip History
nl: 7-Zip Geschiedenis

source: Clear 7-Zip History
nl: Leegt de 7-Zip geschiedenis

source: Ability Office 4 Recent Files
nl: Ability Office 4 Recente Bestanden

source: Delete Ability 4 Recent Documents list
nl: Verwijdert recente bestanden in Ability 4

source: Erase ACDSee's Last Open Folder and Favorites
nl: Verwijdert ACDSee's Laatst Geopende Map en Favorieten

source: Clears Acrobat Reader's Recent Files list and Cache
nl: Leegt Acrobat Reader's Recente Bestanden en Cache

source: AOL Toolbar
nl: AOL Werkbalk

source: Deletes AOL Toolbar Search History and Pop-up Kills
nl: Verwijdert de zoekgeschiedenis en Pop-up blokkeringen van de AOL Werkbalk

source: Erase Ax-Icon's Recent Files
nl: Verwijdert Ax-Icon's Recente Bestanden

source: Erase Recent Files Of CoffeeCup GIF Animator
nl: Verwijdert Recente Bestanden van CoffeeCup GIF Animator

source: Common Dialog MRUs
nl: Standaard Dialogen MRU

source: Clear Common Dialog (Open, Save) most recently used file names
nl: Leegt de Standaard Dialogen (Openen, Opslaan) Laatst Gebruikte Bestandsnamen

source: Erase CuteFTP's Log Files & History Data
nl: Verwijdert CuteFTP's Log Bestanden & Geschiedenis

source: Erase CuteHTML Recent Files
nl: Verwijdert CuteHTML Recente Bestanden

source: Deletes CutePDF Writer mru
nl: Verwijdert CutePDF Writer laatst gebruikte bestanden

source: Erase Divx Player Playlist
nl: Verwijdert de DivX Speler Afspeellijst

source: Cleans EditPad
nl: Schoont EditPad op

source: Cleans EditPlus2
nl: Schoont EditPlus2 op

source: Clears Feedreader's cache of read articles
nl: Verwijdert Feedreader's cache van gelezen artikelen

source: Adobe Flash Player
nl: Adobe Flash Speler

source: Clears Flash Player shared objects (Flash cookies)
nl: Verwijdert gedeelde objecten (Flash Cookies) van Flash Speler

source: Delete FotoCanvas Lite's recent files
nl: Verwijdert FotoCanvas Lite's Recente Bestanden

source: Erase Foxit PDF Reader Recent File List
nl: Verwijdert Foxit PDF Reader Lijst van Recente Bestanden

source: Erase FreshDownload History
nl: Verwijdert FreshDownload Geschiedenis

source: GoldWave History
nl: GoldWave Geschiedenis

source: Cleans GoldWave History
nl: Schoont GoldWave Geschiedenis op

source: Erase Google Chrome browser cache
nl: Verwijdert Google Chrome Browser cache

source: Google Tool Bar
nl: Google Werkbalk

source: Deletes Google Tool Bar Search History and Pop-up Kills
nl: Verwijdert Zoekgeschiedenis en Pop-up blokkeringen van Google Werkbalk

source: Internet Explorer Autocomplete Form History
nl: Internet Explorer Automatisch Aanvullen Formulier Geschiedenis

source: Clears the Autocomplete Form History in Internet Explorer
nl: Verwijdert de Automatisch Aanvullen Formulier Geschiedenis in Internet Explorer

source: Internet Explorer Address Bar Typed URLs
nl: Internet Explorer Adres Balk Ingevoerde URLs

source: Clears Internet Explorer Address bar Typed URLs
nl: Verwijdert Internet Explorer Adres Balk Ingevoerde URLs

source: Cleans Inno Setup
nl: Schoont Inno Setup op

source: Clears IZArc History
nl: Verwijdert IZArch Geschiedenis

source: Removes Lotus SmartSuite recent file list
nl: Verwijdert Lotus SmartSuite Lijst van Recente Bestanden

source: Erase Recent Files Of Macromedia Dreamweaver 4.0
nl: Verwijdert Recente Bestanden van Macromedia Dreamweaver 4.0

source: Map Network Drive MRU
nl: Netwerk Schijf Koppelen Geschiedenis

source: Erases the Map Network Drive most recently used paths.
nl: Verwijdert de Netwerk Schijf Koppelen laatst gebruikte paden

source: Erases Media Player Classic's Recent File List & Recent Dub List
nl: Verwijdert Media Player Classic's Recente Bestanden & Recente Dub Lijst

source: Erase Metapad Recent File List
nl: Verwijdert Metapad Lijst van Recente Bestanden

source: Clears Microangelo History
nl: Leegt Microangelo Geschiedenis

source: Removes the Microsoft FrontPage Express recent file list
nl: Verwijdert de Microsoft Frontpage Express Lijst van Recente Bestanden

source: Erase MS Imaging Recent Files
nl: Verwijdert MS Imaging Recente Bestanden

source: MSN Toolbar
nl: MSN Werkbalk

source: MSN Toolbar Data
nl: MSN Werkbalk Gegevens

source: Erase the recent files of Microsoft Photo Editor
nl: Verwijdert de Lijst van Recente Bestanden van Microsoft Photo Editors

source: Removes recent file list
nl: Verwijdert de lijst met recente bestanden

source: Erase NetCaptor's Location Bar History And Last Open site
nl: Verwijdert NetCaptor's Locatie Balk Geschiedenis en Laatst Geopende Site

source: Office 95, 97, 2000, XP and 2003 Recent Files
nl: Office 95, 97, 2000, XP en 2003 Recente Bestanden

source: Removes Office 95, 97, 2000, XP and 2003 Recent Files
nl: Verwijdert Office 95, 97, 2000, XP and 2003 Recente Bestanden

source: OpenOffice 3 Recently opened files
nl: OpenOffice 3 Recent geopende bestanden

source: Deletes OpenOffice 3's most recently opened files.
nl: Verwijdert OpenOffice 3 lijst van recent geopende bestanden

source: Removes the Opera 10 disk cache
nl: Verwijdert de schijf cache van Opera 10

source: Erase Paint Shop Pro's recent files
nl: Verwijdert Paint Shop Pro's lijst van recente bestanden

source: PopThis popcount
nl: PopThis aantal

source: Clears PowerArchiver History
nl: Verwijdert PowerArchiver Geschiedenis

source: Erase PowerZip recent extract files
nl: Verwijdert PowerZip lijst van recent uitgepakte bestanden

source: Apple QuickTime Player
nl: Apple QuickTime Speler

source: Clears the Apple QuickTime Player Recent Movies history
nl: Verwijdert de Apple QuickTime Speler geschiedenis van recente videos.

source: Erase RealOne recent playlist and URls History
nl: Verwijdert RealOne geschiedenis van speellijsten en URLs

source: Regedit Recent Key
nl: Regedit Recente Sleutel

source: Removes Windows' Regedit Recent Key
nl: Verwijdert Windows's Regedit Laatst geopende sleutel geschiedenis

source: Run... Most Recently Used list
nl: Uitvoeren... lijst van laatst gebruikte commando's

source: Clears Windows' Run... Most Recently Used list
nl: Verwijdert Uitvoeren... lijst van laatst gebruikte commando's

source: Removes the Serif PhotoPlus 6 recent file list
nl: Verwijdert de Serif PhotoPlus 6 lijst van recente bestanden

source: Cleans Setup Factory
nl: Schoont Setup Factory op

source: Erase SmardDraw 6's recent files
nl: Verwijdert de lijst van recente bestanden van SmartDraw 6

source: Cleans Sun's Java cache folder
nl: Schoont Sun's Java cache map op

source: Swiff Player
nl: Swiff Speler

source: Deletes Swiff Player mru
nl: Verwijdert Swiff Speler lijst van recente bestanden

source: Erase Recent Files Of SWiSH 2.0
nl: Verwijdert lijst van recente bestanden van SWiSH 2.0

source: Erase The Playa's Playlist
nl: Verwijdert The Playa's afspeellijst

source: Erase Ulead GIF Animator's Recent Files
nl: Verwijdert Ulead GIF Animator's lijst van recente bestanden

source: Erase WebFerret Search History
nl: Verwijdert WebFerret Zoek Geschiedenis

source: Delete WinAce
nl: Verwijdert WinAce Geschiedenis

source: Removes Windows Defender Scan History
nl: Verwijdert de Windows Defender Scan Geschiedenis

source: Windows Memory Dump
nl: Windows Geheugendump

source: Removes Windows Memory dump files (*.dmp) that are created when Windows crashes.
nl: Verwijdert de Windows Geheugendump bestanden (*.dmp) die worden aangemaakt als Windows crasht.

source: WinImp History
nl: WinImp Geschiedenis

source: Erases WinImp History
nl: Verwijdert de WinImp Geschiedenis

source: Windows Log Files
nl: Windows Log Bestanden

source: Removes Windows log files
nl: Verwijdert Windows logbestanden

source: Delete WinRar 2.x Recent Files
nl: Verwijdert WinRar 2.x lijst van recente bestanden

source: Forced \Windows\Temp
nl: Geforceerde \Windows\Temp

source: Removes leftover files in %windir%\temp. Some applications do not use %TEMP%, which is the default.
nl: Verwijdert overgebleven bestanden in de map %windir%\temp. Sommige programma's gebruiken niet de map %TEMP%, wat standaard is.

source: Erases history items in WordPerfect 7 to 11
nl: Verwijdert Geschiedeniselementen in WordPerfect 7 tot 11
