Repository: ahwm/disk-cleaner-nl
Catalog: languages/dclean/*.po
Languages: es, nl

source: run in portable mode: save configuration files in the application folder.
es: ejecutar en modo portable: guarde los archivos de configuración en la carpeta de la aplicación.
nl: uitvoeren in draagbare modus: de bestanden met instellingen opslaan in de programmamap

source: clean without showing a GUI. If a preset to be loaded is specified (option -r), the items checked in the specified preset will be cleaned. Otherwise, the items checked the last time Disk Cleaner was run in interactive mode are cleaned.
es: limpiar sin presentar un GUI. Si hay configurado que se cargue (option -r), los objetos especificados en la configuración predefinida serán borrados. Por lo contrario, los objetos comprobados la última vez que se ejecutó Disk Cleaner en modo interactivo son borrados.
nl: schoonmaken zonder een venster te laten zien. Als er een voorkeursinstelling wordt opgegeven (optie -r), dan zullen de elementen die daarin aangevinkt zijn schoongemaakt worden. Anders zullen de elementen, die tijdens de laatste keer dat Disk Cleaner in interactieve modus werd gedraaid aangevinkt waren, schoongemaakt worden.

source: specify preset to be recalled for use. If /q (quiet mode) is also specified, the preset will be loaded and used for cleaning the items specified in the preset.
es: especifique predefinido que debe usarse. Si también se especifica /q (modo silencioso), el predefinido se cargará y se usará para borrar los objetos especificados como predefinidos.
nl: specificeer een voorkeuzeinstelling welke voor gebruik moet worden geladen. Als ook /q (stille modus) wordt gespecificeerd, dan zal de voorkeuzeinstelling worden geladen en worden gebruikt tijdens het schoonmaken.

source: do not use text plugins (.dct files).
es: no usar plugins de texto (archivos .dct)
nl: tekst plug-ins niet gebruiken (.dct bestanden)

source: do not use the built-in plugins
es: no usar plugins de texto (archivos .dct)
nl: ingebouwde plug-in niet gebruiken

source: Shows messages in a debug window
es: Visualizar mensajes en una ventana de análisis
nl: Berichten weergeven in een debugvenster

source: Please select the language
es: Por favor, seleccione el idioma
nl: Kiest u alstublieft een taal

source: Languages
es: Idiomas
nl: Talen

source: Default
es: Predeterminado
nl: Standaard

source: I'm unable to save/load the per user settings in a file; I failed to create folder %s.
es: No ha sido posible guardar/cargar las configuraciones de usuario en un archivo; No se ha podido crear carpeta %s.
nl: Ik kan de per-gebruiker instelling niet opslaan in een bestand. Ik kon de map %s niet aanmaken.

source: I'm sorry, but I cannot find the specified preset. Please check the spelling of the preset name.
es: Lo siento, pero no se ha podido localizar la predefinición especificada. Por favor, compruebe la nomenclatura de la predefinición.
nl: Het spijt me, maar ik kan de opgegeven voorkeursinstelling niet vinden. Controleer alstublieft of de naam van de voorkeursinstelling goed gespeld is.

source: Recall preset failed
es: Ha fallado la predefinición indicada
nl: Het terughalen van de voorkeursinstelling is mislukt

source: Title
es: Título
nl: Naam

source: Items
es: Objetos
nl: Onderdelen

source: Size
es: Tamaño
nl: Grootte

source: Description
es: Descripción
nl: Omschrijving

source: Please enter a name for the preset
es: Por favor, introduzca un nombre para la predefinición
nl: Geeft u alstublieft een naam voor deze voorkeursinstelling

source: Could not remove all files. Please close all open applications and retry.
es: No se han podido eliminar todos los archivos. Por favor, cierre todas las aplicaciones y reinténtelo.
nl: Niet alle bestanden konden worden verwijderd. Probeer het alstublieft nog eens na alle openstaande programma's gesloten te hebben.

source: Scheduled %I64d file for removal on reboot.
es: Programado eliminar %I64d archivo durante el reinicio.
nl: %I64d bestand klaargezet om te worden verwijderd bij een herstart.

source: Cleaned total of %s in %I64d item
es: Borrados %s de los %I64d objetos.
nl: Er is een totaal van %s schoongemaakt in %I64d element

source: %s: Cleaned %s in %I64d item.
es: %s: Borrado %s del objeto %I64d.
nl: %s: Er is %s schoongemaakt in %I64d element

source: <last used>
es: <último uso>
nl: <laatst gebruikt>

source: Check the items to remove
es: Compruebe los objetos a eliminar
nl: Selecteer de te verwijderen elementen

source: Presets
es: Predefiniciones
nl: Voorkeursinstellingen

source: Program
es: Programa
nl: Programma

source: &Save...
es: &Guardar...
nl: Op&slaan...

source: Delete
es: Eliminar
nl: Verwijderen

source: Options...
es: Opciones...
nl: Opties...

source: About...
es: Sobre...
nl: Over...

source: Actions
es: Acciones
nl: Acties

source: &Clean
es: &Limpiar
nl: &Opruimen

source: &Run as Administrator
es: &Ejecutar como Administrador
nl: Als &Administrator werken

source: &Exit
es: &Salir
nl: A&fsluiten

source: Select All
es: Seleccionar Todo
nl: Alles Selecteren

source: Select None
es: Seleccionar Ninguno
nl: Niets Selecteren

source: Invert Selection
es: Invertir Selección
nl: Selectie Omkeren

source: Please wait, Disk Cleaner is scanning the system.
es: Por favor, espere, Disk Cleaner está analizando el sistema
nl: Even wachten a.u.b. Disk Cleaner is bezig met het doorzoeken van het systeem.

source: A fast open source disk cleanup tool
es: Una herramienta open source muy rápida para limpiar el disco
nl: Een snel, open bron, schijfopruimingsprogramma

source: Version
es: Versión
nl: Versie

source: Released under the GPL v2
es: Desarrollada bajo GPL v2
nl: Vrijgegeven onder de GPL v2

source: Cleaning results
es: Resultados de la limpieza
nl: Resultaten van opruimen

source: &Back
es: &Regresar
nl: &Terug

source: &Save results...
es: &Guardar resltados...
nl: Resultaten &Opslaan

source: &Delete locked files on reboot if running as administrator
es: &Borrar los archivos bloqueados al reiniciar si se está trabajando como administrador
nl: In gebruik zijnde bestanden verwij&deren bij een herstart als het programma als administrator wordt uitgevoerd

source: &Hide entries with zero items to clean (restarts Disk Cleaner)
es: &Ocultar las entradas a eliminar de los objetos de longitud cero (reiniciar Disk Cleaner)
nl: Regels, zonder een op te ruimen element, niet tonen (herstart Disk Cleaner)

source: H&ide items that need administrator priviliges for normal users (restarts Disk Cleaner)
es: O&cultar objetos que necesitan privilegios de administrador a los usuarios normales (reiniciar Disk Cleaner)
nl: Elementen, die administrator rechten nodig hebben, n&iet tonen voor normale gebruikers (herstart Disk Cleaner)

source: &Warn when open applications can interfere with cleaning
es: &Advertir cuando hay aplicaciones abiertas que puedan interferr en la limpieza
nl: &Waarschuwen als nog openstaande programma's het opruimen kunnen verstoren

source: Language:
es: Idioma:
nl: Taal:

source: Note: changing the language restarts Disk Cleaner
es: Nota: cambiar el idioma requiere el reinicio de Disk Cleaner
nl: NB: het veranderen van de taal laat Disk Cleaner herstarten

source: &Delete read-only files
es: &Borrar los archivos de solo-lectura
nl: Alleen-lezen bestanden verwij&deren

source: Delete &empty subfolders
es: Borrar subcarpetas &vacías
nl: Lege submappen verwijd&eren

source: Minimum age before removal (days)
es: AntigÜedad mínima antes de eliminar (días)
nl: Minimale ouderdom voor verwijderen (dagen)

source: System temporary files
es: Archivos temporales del sistema
nl: Tijdelijke systeembestanden

source: &Delete off-line items
es: &Borrar objetos off-line
nl: Off-line elementen verwij&deren

source: Internet Explorer Cache
es: Caché del Internet Explorer

source: Select a preset and click 'Install' to auto-run Disk Cleaner in quiet mode on start-up with the selected preset.
es: Seleccione un predeterminado y oprima 'Instalar' para auto-ejecutar Disk Cleaner en modo silencioso cuando se reinicie con el predeterminado seleccionado.
nl: Kies een voorkeuzeinstelling en druk op 'Installeer' om Disk Cleaner vanzelf te laten starten in stille modus, met de geselecteerde voorkeuzeinstelling.

source: Click 'Remove' to remove the shortcut.
es: Oprima 'Eliminar' para eliminar el acceso rápido.
nl: Druk op 'Verwijderen' om de snelkoppeling te verwijderen.

source: &Install
es: &Instalar
nl: &Installeren

source: &Remove
es: &Eliminar
nl: &Verwijderen

source: Quiet mode autostart
es: Autoinicio en modo silencioso
nl: Stille modus automatisch starten

source: Use cookie filtering
es: Usar filtrado de cookies
nl: Cookiefiltering gebruiken

source: Keep cookies for
es: Guardar cookies para
nl: Cookies bewaren gedurende

source: days
es: días
nl: dagen

source: Protected cookies:
es: Cookies protegidas:
nl: Beschermde cookies:

source: Unprotected cookies:
es: Cookies no protegidas
nl: Onbeschermde cookies:

source: Protected cookies are never deleted
es: Las cookies protegidas nunca se borran
nl: Beschermde cookies worden nooit verwijderd

source: The following applications are still running.
es: Las siguientes aplicaciones todavía se están ejecutando
nl: De volgende applicaties draaien nog.

source: Please close them for optimal cleaning:
es: Por favor, ciérrelas para una limpieza óptima:
nl: Sluit deze alstublieft om voor optimale schoonmaakresultaten:

source: Never show this warning again
es: Nunca presentar esta advertencia nuevamente
nl: Deze waarschuwing nooit meer tonen

source: The shortcut installation functionality is not available in portable mode.
es: La funcionalidad de instalación del acceso rápido no está disponible en el modo portable,
nl: De functionaliteit voor het installeren van een snelkoppeling is niet beschikbaar in draagbare modus.

source: Operation was successful.
es: La operación se realizó con éxito.
nl: De handeling is succesvol verlopen

source: Operation failed.
es: La operación falló.
nl: De handeling is mislukt.

source: Choose a location to save the results
es: Seleccione una localización para guardar los resultados
nl: Kies een bestemming om de resultaten naar toe op te slaan.

source: Log files (*.log)|*.log
es: Archivos Log (*.log)|*.log
nl: Log bestanden (*.log)|*.log

source: Sorry, I couldn't write to that file. Please try another name or location
es: Lo siento, no se puede escribir en ese archivo. Pruebe con diferente nombre o localización
nl: Sorry, ik kon niet schrijven naar dat bestand. Probeer het alstublieft nog eens met een andere naam of bestemming

source: Fatal error
es: Error fatal
nl: Fatale fout

source: Firefox Cache
es: Caché de Firefox

source: Clears the Firefox cache
es: Limpia el caché de Firefox
nl: Firefox cache opruimen

source: Firefox History
es: Historial de Firefox

source: Removes Firefox history records
es: Elimina los registros de historiales de Firefox
nl: Firefox geschiedenis verwijderen

source: Unable to delete firefox history
es: No ha sido posible borrar el historial de Firefox
nl: Kon Firefox geschiedenis niet verwijderen

source: Compacting the Firefox history database
es: Compactando la base de datos de historiales de Firefox
nl: De Firefox geschiedenisdatabase wordt in grootte geminimaliseerd

source: I cannot open Firefox' history file, is Firefox still running?
es: No se ha podido abrir el archivo de historial de Firefox. ¿Está Firefox todavía ejecutándose?
nl: Ik kan het geschiedenisbestand van Firefox niet openen. Draait Firefox nog?

source: Firefox Cookies
es: Cookies de Firefox

source: Removes Firefox cookies
es: Elimina las cookies de Firefox
nl: Firefox cookies verwijderen

source: Clears the Internet Explorer browser cache
es: Borra el caché del navegador Internet Explorer
nl: Internet Explorer browser cache verwijderen

source: Internet Explorer History
es: Historial de Internet Explorer

source: Removes Internet Explorer history records
es: Elimina los registros del historial de Internet Explorer
nl: Internet Explorer geschiedenis verwijderen

source: Internet Explorer Cookies
es: Cookies de Internet Explorer

source: Removes Internet Explorer cookie files
es: Elimina los archivos de las cookies de Internet Explorer
nl: Internet Explorer Cookies verwijderen

source: Recycle Bin
es: Papelera de reciclaje
nl: Prullenbak

source: Empties the Recycle Bin on the desktop
es: Efectúa limpieza de la Papelera de Reciclaje.
nl: Leegt de prullenbak op het bureaublad

source: Recycle bin does not support file listing
es: La Papelera de Reciclaje no soporta el listad de archivos
nl: De prullenbak ondersteunt niet het tonen van een lijst met bestanden

source: Temporary files
es: Archivos temporales
nl: Tijdelijke bestanden

source: Removes temporary files from the current user's temporary folder,
es: Elimina los archivos temporales de la carpeta de archivos temporales del usuario actual,
nl: Verwijdert tijdelijke bestanden uit de huidige gebruiker zijn tijdelijk map,

source: Could not clean the temporary folder. The location of this folder could not be determined reliably.
es: No se puede borrar la carpeta temporal. La localización de esa carpeta no ha podido ser determinada de forma efectiva.
nl: Kon de tijdelijk map niet schoonmaken. The lokatie van de map kon niet betrouwbaar worden vastgesteld.

source: Please wait...
es: Por favor, espere...
nl: Even geduld alstublieft...

source: About
es: Sobre
nl: Over

source: Preferences
es: Preferencias
nl: Voorkeuren

source: Disk Cleaner Information
es: Información de Disk Cleaner
nl: Disk Cleaner Informatie

source: Autostart
es: Autoinicio
nl: Automatisch starten

source: Global
nl: Algemeen

source: Recent Documents
nl: Recente Documenten

source: Clears the Recent Documents in the Start menu
nl: Leegt de lijst van Recente Documenten in het Start menu
