Repository: ahwm/disk-cleaner-nl
Catalog: diskcleaner/trunk/languages/dclean/*.po
Languages: it

source: run in portable mode: save configuration files in the application folder.
it: esegui in portable mode: salva i files di configurazione nella cartella dell'applicazione.

source: clean without showing a GUI. If a preset to be loaded is specified (option -r), the items checked in the specified preset will be cleaned. Otherwise, the items checked the last time Disk Cleaner was run in interactive mode are cleaned.
it: esegui la pulizia senza mostrare interfacce grafiche (GUI). Se si specifica di caricare un set precompilato (opzione -r), verrà effettuata la pulizia sulle voci selezionate in tale preset. Altrimenti verrà effettuata la pulizia corrispondente alle voci selezionate l'ultima volta che Disk Cleaner è stato eseguito in modalità interattiva.

source: specify preset to be recalled for use. If /q (quiet mode) is also specified, the preset will be loaded and used for cleaning the items specified in the preset.
it: specifica il preset che deve essere richiamato per l'uso. Se viene specificata anche l'opzione /q (quiet mode) il preset verrà caricato ed usato per effettuare la pulizia relativa alle voci specificate nel preset.

source: do not use text plugins (.dct files).
it: non usare plugin di testo (files .dct).

source: do not use the built-in plugins
it: non usare i plugin incorporati

source: Shows messages in a debug window
it: mostra i messaggi in una finestra di debug

source: Please select the language
it: prego selezionare la lingua

source: Languages
it: Lingue

source: I'm unable to save/load the per user settings in a file; I failed to create folder %s.
it: Impossibile salvare/caricare le impostazioni per-user in un un file; impossibile creare la cartella %s.

source: I'm sorry, but I cannot find the specified preset. Please check the spelling of the preset name.
it: Impossibile trovare il preset specificato. Per favore controllare con attenzione il modo in cui è stato scritto il nome del preset.

source: Recall preset failed
it: Richiamo del preset: fallito.

source: Title
it: Titolo

source: Items
it: Voci

source: Size
it: Dimensione

source: Description
it: Descrizione

source: Please enter a name for the preset
it: Prego, inserire un nome per il set precompilato (preset)

source: Could not remove all files. Please close all open applications and retry.
it: Impossibile rimuovere tutti i file. Per favore chiudere tutte le applicazioni aperte e riprovare.

source: Scheduled %I64d file for removal on reboot.
it: Pianificata la rimozione del file %I64d al riavvio.

source: Cleaned total of %s in %I64d item
it: Ripulito un totale di %s relativo alla voce %I64d

source: %s: Cleaned %s in %I64d item.
it: %s: ripulito %s nella voce %I64d .

source: <last used>
it: <ultimo utilizzato>

source: Check the items to remove
it: Controllare le voci da rimuovere

source: Presets
it: Preimpostazioni

source: Program
it: Programma

source: &Save...
it: &Salva...

source: Delete
it: Elimina

source: Options...
it: Preferenze...

source: About...
it: Info su questo programma...

source: Actions
it: Azioni

source: &Clean
it: &Pulisci

source: &Run as Administrator
it: Eseg&ui come Amministratore

source: &Exit
it: &Esci

source: Select All
it: Seleziona tutto

source: Select None
it: Seleziona nessuno

source: Invert Selection
it: Inverti selezione

source: Please wait, Disk Cleaner is scanning the system.
it: Attendere prego. Disk Cleaner sta analizzando il sistema.

source: A fast open source disk cleanup tool
it: Uno strumento di pulizia del disco veloce ed open source

source: Version
it: Versione

source: Released under the GPL v2
it: Realizzato sotto la licenza GPL v2

source: Cleaning results
it: Risultato delle operazioni di pulizia

source: &Back
it: In&dietro

source: &Save results...
it: &Salva i risultati...

source: &Delete locked files on reboot if running as administrator
it: &Elimina file bloccati al riavvio se si sta eseguendo come amministratore

source: &Hide entries with zero items to clean (restarts Disk Cleaner)
it: &Nascondi voci che non contengono nulla da cancellare (necessario riavviare Disk Cleaner)

source: H&ide items that need administrator priviliges for normal users (restarts Disk Cleaner)
it: Nascond&i agli utenti normali voci che richiedono privilegi di amministratore (necessario riavviare Disk Cleaner)

source: &Warn when open applications can interfere with cleaning
it: A&vverti quando ci sono applicazioni aperte che possono interferire con le operazioni di pulizia

source: Language:
it: Lingua:

source: Note: changing the language restarts Disk Cleaner
it: Nota: cambiare la lingua riavvia necessariamente Disk Cleaner

source: Global
it: Globale

source: &Delete read-only files
it: Cancella files rea&d-only (sola lettura)

source: Delete &empty subfolders
it: Cancella cartell&e vuote

source: Minimum age before removal (days)
it: Non rimuovere prima di (giorni)

source: System temporary files
it: Files temporanei di sistema

source: &Delete off-line items
it: &Elimina voci off-line

source: Internet Explorer Cache
it: Cache di Internet Explorer

source: Select a preset and click 'Install' to auto-run Disk Cleaner in quiet mode on start-up with the selected preset.
it: Seleziona un set di valori preimpostati (preset) e clicca 'Installa' per eseguire automaticamente Disk Cleaner in quiet mode all'avvio con il preset selezionato.

source: Click 'Remove' to remove the shortcut.
it: Clicca 'Rimuovi' per eliminare il collegamento.

source: &Install
it: &Installa

source: &Remove
it: &Rimuovi

source: Quiet mode autostart
it: Avvio automatico in quiet-mode (silenzioso)

source: Use cookie filtering
it: Utilizza il filtraggio dei cookies

source: Keep cookies for
it: Mantieni i cookies per

source: days
it: giorno/i

source: Protected cookies:
it: Cookies protetti:

source: Unprotected cookies:
it: Cookies non protetti:

source: Protected cookies are never deleted
it: I cookies non vengono mai cancellati

source: The following applications are still running.
it: Le seguenti applicazioni sono ancora in esecuzione.

source: Please close them for optimal cleaning:
it: Per favore chiuderle per una pulizia ottimale:

source: Never show this warning again
it: Non mostrare più questo avviso

source: The shortcut installation functionality is not available in portable mode.
it: La funzione link di installazione non è disponibile in 'portable mode'.

source: Operation was successful.
it: Operazione eseguita correttamente.

source: Operation failed.
it: Operazione non riuscita.

source: Choose a location to save the results
it: Scegliere in quale cartella salvare i risultati

source: Sorry, I couldn't write to that file. Please try another name or location
it: Impossibile scrivere il file. Per favore tentare con un altro nome o percorso

source: Fatal error
it: Errore critico

source: Firefox Cache
it: Cache di Firefox

source: Clears the Firefox cache
it: Ripulisce la cache di Firefox

source: Firefox History
it: Cronologia di Firefox

source: Removes Firefox history records
it: Rimuove le voci dalla cronologia di Firefox

source: Unable to delete firefox history
it: Impossibile ripulire la cronologia di Firefox

source: Compacting the Firefox history database
it: Compressione database cronologia di Firefox

source: I cannot open Firefox' history file, is Firefox still running?
it: Impossibile aprire il file della cronologia di Firefox. Firefox è ancora in esecuzione?

source: Firefox Cookies
it: Cookies di Firefox

source: Removes Firefox cookies
it: Cancella i cookies di Firefox

source: Clears the Internet Explorer browser cache
it: Cancella la cache del browser Internet Explorer

source: Internet Explorer History
it: Cronologia di Internet Explorer

source: Removes Internet Explorer history records
it: Rimuove le voci della cronologia di Internet Explorer

source: Internet Explorer Cookies
it: Cookies di Internet Explorer

source: Removes Internet Explorer cookie files
it: Rimuove i files dei cookie di Internet Explorer

source: Recycle Bin
it: Cestino

source: Empties the Recycle Bin on the desktop
it: Svuota il cestino del desktop

source: Recycle bin does not support file listing
it: Il cestino non supporta l'elencazione dei files

source: Temporary files
it: File temporanei

source: Removes temporary files from the current user's temporary folder,
it: Rimuove i file temporanei dalla cartella temporanea dell'utente corrente,

source: Could not clean the temporary folder. The location of this folder could not be determined reliably.
it: Impossibile ripulire la cartella temporenea. La posizione di questa cartella non può essere determinata in modo attendibile.

source: Please wait...
it: Attendere prego...

source: About
it: Riguardo a

source: Preferences
it: Opzioni

source: Disk Cleaner Information
it: Informazioni su Disk Cleaner

source: Autostart
it: Avvio automatico
