Repository: ahwm/disk-cleaner-nl
Catalog: diskcleaner/branches/version_1.8/languages/dclean/*.po
Languages: uk

source: run in portable mode: save configuration files in the application folder.
uk: звичайний режим: зберегти файли конфігурації в папці програми

source: clean without showing a GUI. If a preset to be loaded is specified (option -r), the items checked in the specified preset will be cleaned. Otherwise, the items checked the last time Disk Cleaner was run in interactive mode are cleaned.
uk: очистити без відображення графічного інтерефейсу. При заданні схеми (параметр -r), відмічені об'єкти у вказаній схемі будуть очищені. В іншому випадку, об'єкти, що були відмічені при останньому запуску Disk Cleaner в інтерактивному режимі, будуть очищені.

source: do not use text plugins (.dct files).
uk: не використовувати текстові доповнення (файли .dct).

source: do not use the built-in plugins
uk: не використовувати вбудовані доповнення

source: Shows messages in a debug window
uk: Відображати повідомлення у вікні відладки

source: Please select the language
uk: Будь ласка виберіть мову

source: Languages
uk: Мови

source: Default
uk: За замовчуванням

source: I'm unable to save/load the per user settings in a file; I failed to create folder %s.
uk: Не можу зберегти/зчитати параметри користувача в файлі; помилка при створенні папки %s.

source: I'm sorry, but I cannot find the specified preset. Please check the spelling of the preset name.
uk: Пробачте, але я не можу знайти вказану схему. Будь ласка перевірте правильність написання імені схеми.

source: Recall preset failed
uk: Помилка виклику схеми

source: Title
uk: Назва

source: Items
uk: Об'єкти

source: Size
uk: Розмір

source: Description
uk: Опис

source: Please enter a name for the preset
uk: Будь ласка введіть ім'я для схеми

source: Could not remove all files. Please close all open applications and retry.
uk: Не можу видалити всі файли. Будь ласка закрийте всі відкриті програми та спробуйте ще раз.

source: Scheduled %I64d file for removal on reboot.
uk: Заплановано видалити %I64d файл після перезавантаження.

source: Cleaned total of %s in %I64d item
uk: У підсумку очищено %s по %I64d пункту

source: %s: Cleaned %s in %I64d item.
uk: %s: Очищено %s у %I64d пункті.

source: <last used>
uk: <останнє, що було використане>

source: %I64d b
uk: %I64d б

source: %I64d kB
uk: %I64d Кб

source: %I64d MB
uk: %I64d Мб

source: %5.2f GB
uk: %5.2f Гб

source: Check the items to remove
uk: Виберіть об'єкти для видалення

source: Presets
uk: Схеми

source: Program
uk: Програма

source: &Save...
uk: &Зберегти...

source: Delete
uk: Видалити

source: Options...
uk: Параметри...

source: About...
uk: Про програму…

source: Actions
uk: Дії

source: &Clean
uk: &Очистити

source: &Run as Administrator
uk: &Запуск з правами адміністратора

source: &Exit
uk: Вихі&д

source: Select All
uk: Вибрати все

source: Select None
uk: Скасувати вибір

source: Invert Selection
uk: Інвертувати обране

source: Please wait, Disk Cleaner is scanning the system.
uk: Будь ласка зачекайте, Disk Cleaner сканує систему.

source: A fast open source disk cleanup tool
uk: Швидкий інструмент очистки дисків з відкритим кодом

source: Version
uk: Версія

source: Released under the GPL v2
uk: Видано під ліцензією GPL v2

source: Cleaning results
uk: Результати очищення

source: &Back
uk: &Назад

source: &Save results...
uk: &Зберегти результати...

source: &Delete locked files on reboot if running as administrator
uk: &Видалити заблоковані файли під час перезавантаження за наявності прав адміністратора

source: &Hide entries with zero items to clean (restarts Disk Cleaner)
uk: &Сховати записи з пустими для очищення об'єктами (перезавантажує Disk Cleaner)

source: H&ide items that need administrator priviliges for normal users (restarts Disk Cleaner)
uk: &Сховати об'єкти, для роботи з якими потрібні права адміністратора (restarts Disk Cleaner)

source: &Warn when open applications can interfere with cleaning
uk: &Попереджувати про відкриті програми, що можуть перешкоджати очищенню

source: Language:
uk: Мова:

source: Note: changing the language restarts Disk Cleaner
uk: Зауваження: при зміні мови відбудеться перезапуск Disk Cleaner

source: Global
uk: Загальний

source: &Delete read-only files
uk: &Видалити файли, які можна тільки читати

source: Delete &empty subfolders
uk: Видалити &пусті підпапки

source: Minimum age before removal (days)
uk: Мінімальний термін перед видаленням (днів)

source: System temporary files
uk: Тимчасові системні файли

source: &Delete off-line items
uk: Видалити автономні об'єкти

source: Internet Explorer Cache
uk: Кеш Internet Explorer

source: Select a preset and click 'Install' to auto-run Disk Cleaner in quiet mode on start-up with the selected preset.
uk: Виберіть схему і натисніть 'Встановити', після чого Disk Cleaner запуститься в автоматичному режимі та виконає очищення за вибраною схемою.

source: Click 'Remove' to remove the shortcut.
uk: Натисніть 'Видалити' для видалення ярлика.

source: &Install
uk: &Встановити

source: &Remove
uk: &Видалити

source: Quiet mode autostart
uk: Автоматичний режим

source: Use cookie filtering
uk: Використовувати фільтрацію cookie

source: Keep cookies for
uk: Зберігати cookies протягом

source: days
uk: днів

source: Protected cookies:
uk: Захищені cookies:

source: Unprotected cookies:
uk: Незахищені cookies:

source: Protected cookies are never deleted
uk: Захищені cookies ніколи не видаляються

source: The following applications are still running.
uk: Наступні програми все ще виконуються.

source: Please close them for optimal cleaning:
uk: Будь ласка закрийте їх для проведення ефективної очистки:

source: Never show this warning again
uk: Більше не відображати це попередження

source: The shortcut installation functionality is not available in portable mode.
uk: Створення ярлика неможливе в портативній версії.

source: Operation was successful.
uk: Операція успішно виконана.

source: Operation failed.
uk: Операція не мала успіху.

source: Choose a location to save the results
uk: Виберіть розміщення для збереження результатів

source: Log files (*.log)|*.log
uk: Файли журналу (*.log)|*.log

source: Sorry, I couldn't write to that file. Please try another name or location
uk: Пробачте, не можу записати в цей файл. Будь ласка вкажіть інше ім'я чи розміщення

source: Fatal error
uk: Критична помилка

source: Firefox Cache
uk: Кеш Firefox

source: Clears the Firefox cache
uk: Очищує кеш Firefox

source: Firefox History
uk: Журнал Firefox

source: Removes Firefox history records
uk: Видаляє записи журналу Firefox

source: Unable to delete firefox history
uk: Неможливо очистити журнал Firefox

source: Compacting the Firefox history database
uk: Стиснення бази даних журналу Firefox

source: I cannot open Firefox' history file, is Firefox still running?
uk: Неможливо відкрити журнал Firefox, Firefox все ще виконується?

source: Removes Firefox cookies
uk: Видалити cookie Firefox

source: Clears the Internet Explorer browser cache
uk: Очистити кеш Internet Explorer

source: Internet Explorer History
uk: Журнал Internet Explorer

source: Removes Internet Explorer history records
uk: Видалити записи журналу Internet Explorer

source: Internet Explorer Cookies
uk: cookies Internet Explorer

source: Removes Internet Explorer cookie files
uk: Видаляє cookie файли Internet Explorer

source: Recent Documents
uk: Нещодавні документи

source: Clears the Recent Documents in the Start menu
uk: Очистка нещодавніх документів в меню Пуск

source: Recycle Bin
uk: Смітник

source: Empties the Recycle Bin on the desktop
uk: Очистка смітника

source: Temporary files
uk: Тимчасові файли

source: Removes temporary files from the current user's temporary folder,
uk: Видаляє тимчасові файли з тимчасової папки поточного користувача,

source: Could not clean the temporary folder. The location of this folder could not be determined reliably.
uk: Неможливо очистити тимчасову папку. Розміщення цієї папки не може бути достовірно визначене.

source: Please wait...
uk: Будь ласка, зачекайте...

source: About
uk: Про програму

source: Preferences
uk: Параметри

source: Disk Cleaner Information
uk: Відомості Disk Cleaner

source: Autostart
uk: Автозапуск
