Repository: ahwm/disk-cleaner-nl
Catalog: diskcleaner/branches/on64bit/languages/plugins/*.po
Languages: es

source: 7-Zip History
es: Historial de 7-Zip

source: Clear 7-Zip History
es: Borrar Historial de 7-Zip

source: Ability Office 4 Recent Files
es: Archivos Recientes de Ability Office

source: Delete Ability 4 Recent Documents list
es: Borrar lista de Documentos Recientes de Ability 4

source: Erase ACDSee's Last Open Folder and Favorites
es: Borrar lista de las Ultimas Carpetas Abiertas y los Favoritos de ACDSee

source: Clears Acrobat Reader's Recent Files list and Cache
es: Borrar la lista de Archivos Recientes y el Caché de Acrobat Reader

source: AOL Toolbar
es: Barra de Herramientas de AOL

source: Deletes AOL Toolbar Search History and Pop-up Kills
es: Borrar el Historial de Búsquedas y los Pop-up Kills de la Barra de Herramientas de AOL

source: Erase Ax-Icon's Recent Files
es: Borrar lista de los Archivos Recientes de AX-Icons

source: Erase Recent Files Of CoffeeCup GIF Animator
es: Borrar lista de los Archivos Recientes de CoffeeCup GIF Animator

source: Common Dialog MRUs
es: MRUs de Diálogos Comunes

source: Clear Common Dialog (Open, Save) most recently used file names
es: Borrar los nombres de archivo usados recientemente en Diálogos Comunes (Abrir, Guardar)

source: Erase CuteFTP's Log Files & History Data
es: Borrar Archivos Log y el Historial de Datos de CuteFTP

source: Erase CuteHTML Recent Files
es: Borrar lista de Archivos Recientes de CuteHTML

source: Deletes CutePDF Writer mru
es: Borrar mru de CutePDF Writer

source: Erase Divx Player Playlist
es: Borrar Lista de Reproducción de Divx Player

source: Cleans EditPad
es: Borrar listas de EditPad

source: Cleans EditPlus2
es: Borrar listas de EditPlus2

source: Feedreader Cache
es: Caché de Feedreader

source: Clears Feedreader's cache of read articles
es: Borrar caché de artículos leídos en Feedreader

source: Clears Flash Player shared objects (Flash cookies)
es: Borrar lista de los objetos compartidos de Flash Player (cookies Flash)

source: Delete FotoCanvas Lite's recent files
es: Borrar lista de archivos recientes de FotoCanvas Lite

source: Erase Foxit PDF Reader Recent File List
es: Borrar Lista de Archivos Recientes de Foxit PDF Reader

source: Erase FreshDownload History
es: Borrar Historial de FreshDownload

source: GoldWave History
es: Historial de GoldWave

source: Cleans GoldWave History
es: Borrar Historial de GoldWave

source: Google Chrome Cache
es: Caché de Google Chrome

source: Erase Google Chrome browser cache
es: Borrar el caché del navegador Google Chrome

source: Google Tool Bar
es: Barra de Herramientas de Google

source: Deletes Google Tool Bar Search History and Pop-up Kills
es: Borra el Historial de Búsquedas y los Pop-up Kills de la Barra de Herramientas de Google

source: Internet Explorer Autocomplete Form History
es: Historial de Autocompletado de Formularios en Internet Explorer

source: Clears the Autocomplete Form History in Internet Explorer
es: Borra el Historial de Autocompletado de Formularios en Internet Explorer

source: Internet Explorer Address Bar Typed URLs
es: URLs Introducidas en la Barra de Direcciones de Internet Explorer

source: Clears Internet Explorer Address bar Typed URLs
es: Borra las URLs Introducidas en la Barra de Direcciones de Internet Explorer

source: Cleans Inno Setup
es: Borra listas de Inno Setup

source: Clears IZArc History
es: Borra el Historial de IZArc

source: Removes Lotus SmartSuite recent file list
es: Elimina la lista de archivos recientes de Lotus SmartSuite

source: Erase Recent Files Of Macromedia Dreamweaver 4.0
es: Borra lista de los Archivos Recientes de Macromedia Dreamweaver 4.0

source: Map Network Drive MRU
es: MRU de Map Network Drive

source: Erases the Map Network Drive most recently used paths.
es: Borra lista de los paths usados recientemente en Map Network Drive

source: Erases Media Player Classic's Recent File List & Recent Dub List
es: Borra la Lista de Archivos Recientes y la Lista Dub Reciente de Media Player Classic

source: Erase Metapad Recent File List
es: Borrar la Lista de Archivos Recientes de Metapad

source: Clears Microangelo History
es: Borra el Historial de Microangelo

source: Removes the Microsoft FrontPage Express recent file list
es: Borra la lista de archivos recientes de Microsoft FrontPage Express

source: Erase MS Imaging Recent Files
es: Borrar los Archivos Recientes de MS Imaging

source: MSN Toolbar
es: Barra de Herramientas de MSN

source: MSN Toolbar Data
es: Borra la lista de datos de la Barra de Herramientas MSN

source: Erase the recent files of Microsoft Photo Editor
es: Borrar la lista de los archivos recientes de Microsoft Photo Editor

source: Removes recent file list
es: Elimina la lista de archivos recientes

source: Erase NetCaptor's Location Bar History And Last Open site
es: Borrar el Historial de la Barra de Localización y los Últimos Archivos Abiertos en NetCaptor

source: Office 95, 97, 2000, XP and 2003 Recent Files
es: Archivos Recientes de Office 95, 97, 2000, XP y 2003

source: Removes Office 95, 97, 2000, XP and 2003 Recent Files
es: Elimina lista de Archivos Recientes de Office 95, 97, 2000, XP y 2003

source: OpenOffice 3 Recently opened files
es: Archivos abiertos recientemente con OpenOffice 3

source: Deletes OpenOffice 3's most recently opened files.
es: Borra la lista de los archivos abiertos recientemente con OpenOffice 3.

source: Opera 10 Cache
es: Caché de Opera 10

source: Removes the Opera 10 disk cache
es: Elimina el caché en disco de Opera 10

source: Erase Paint Shop Pro's recent files
es: Borra los archivos recientes de Paint Shop Pro

source: PopThis popcount
es: Borra la cuenta de ocasiones emergentes PopThis

source: Clears PowerArchiver History
es: Borra el Historial de PowerArchiver

source: Erase PowerZip recent extract files
es: Borrar la lista de archivos de extracción reciente con PowerZip

source: Clears the Apple QuickTime Player Recent Movies history
es: Borra el historial de Películas Recientes de Apple QuickTime Player

source: Erase RealOne recent playlist and URls History
es: Borrar la lista de reproducción reciente y el Historial de URLs de RealOne

source: Regedit Recent Key
es: Clave Reciente de Regedit

source: Removes Windows' Regedit Recent Key
es: Elimina la Clave Reciente de Regedit de Windows

source: Run... Most Recently Used list
es: Lista de Usados Más Recientes en 'Run...'

source: Clears Windows' Run... Most Recently Used list
es: Borrar la Lista de Usados Más Recientes en 'Run...'

source: Removes the Serif PhotoPlus 6 recent file list
es: Elimina la lista de archivos recientes de Serif PhotoPlus 6

source: Cleans Setup Factory
es: Limpia la lista de uso de Setup Factory

source: Erase SmardDraw 6's recent files
es: Borrar la lista de archivos recientes de SmartDraw 6

source: Java Runtime Cache
es: Caché de Java Runtime

source: Cleans Sun's Java cache folder
es: Limpia la carpeta del caché de Java Sun

source: Deletes Swiff Player mru
es: Elimina mru de Swiff Player

source: Erase Recent Files Of SWiSH 2.0
es: Borrar la lista de Archivos Recientes de SWiSH 2.0

source: Erase The Playa's Playlist
es: Borrar la Lista de Reproducción de The Playa

source: Erase Ulead GIF Animator's Recent Files
es: Borrar la lista de Archivos Recientes de Ulead GIF Animator

source: Erase WebFerret Search History
es: Borrar el Historial de Búsquedas de WebFerret

source: Delete WinAce
es: Borrar las listas de WinAce

source: Removes Windows Defender Scan History
es: Elimina el Historial de Búsquedas de Windows Defender

source: Removes Windows Memory dump files (*.dmp) that are created when Windows crashes.
es: Elimina los archivos de dump (*.dmp) que fueron creados por Windows Memory Dump cuando Windows falló.

source: WinImp History
es: Historial de WinImp

source: Erases WinImp History
es: Borra el Historial de WinImp

source: Windows Log Files
es: Archivos Log de Windows

source: Removes Windows log files
es: Elimina los archivos log de Windows

source: Delete WinRar 2.x Recent Files
es: Borrar la lista de Archivos Recientes de WinRar 2.x

source: Forced \Windows\Temp
es: \Windows\Temp Forzados

source: Removes leftover files in %windir%\temp. Some applications do not use %TEMP%, which is the default.
es: Elimina los archivos residuales que han quedado en %windir%\temp. Algunas aplicaciones no usan %TEMP%, que es el predefinido.

source: Erases history items in WordPerfect 7 to 11
es: Elimina el historial de objetos de WordPerfect 7 a 11
