Repository: ahwm/disk-cleaner-nl
Catalog: diskcleaner/tags/version_1.8.1771/languages/dclean/*.po
Languages: ru

source: run in portable mode: save configuration files in the application folder.
ru: выполнить в простом режиме: сохранить конфигурационные файлы в папке приложения.

source: clean without showing a GUI. If a preset to be loaded is specified (option -r), the items checked in the specified preset will be cleaned. Otherwise, the items checked the last time Disk Cleaner was run in interactive mode are cleaned.
ru: очистить без использования графического интерфейса пользователя. Если была указана особая схема (параметр -r), выделенные объекты в указанной схеме будут очищены. В противном случае, объекты последний раз выделенные в Disk Cleaner в интерактивном режиме будут очищены.

source: do not use text plugins (.dct files).
ru: не использовать текстовые надстройки (файлы .dct).

source: do not use the built-in plugins
ru: не использовать встроенные надстройки

source: Shows messages in a debug window
ru: Показывает сообщения в окне отладки

source: I'm unable to save/load the per user settings in a file; I failed to create folder %s.
ru: Невозможно сохранить/загрузить параметр для пользователя в файл; ошибка создания каталога %s.

source: I'm sorry, but I cannot find the specified preset. Please check the spelling of the preset name.
ru: Невозможно найти указанную схему. Пожалуйста, убедитесь что вы ввели имя схемы правильно.

source: Recall preset failed
ru: Ошибка вызова схемы

source: Title
ru: Название

source: Items
ru: Объекты

source: Size
ru: Размер

source: Description
ru: Описание

source: Please enter a name for the preset
ru: Пожалуйста введите название схемы

source: Could not remove all files. Please close all open applications and retry.
ru: Невозможно удалить все файлы.

source: %I64d b
ru: %I64d б

source: %I64d kB
ru: %I64d КБ

source: %I64d MB
ru: %I64d МБ

source: %5.2f GB
ru: %5.2f ГБ

source: Check the items to remove
ru: Выделите объекты, которые хотите удалить

source: Presets
ru: Схемы

source: Program
ru: Программа

source: &Save...
ru: &Сохранить...

source: Delete
ru: Удалить

source: Options...
ru: Параметры...

source: About...
ru: Сведения о программе...

source: Actions
ru: Действия

source: &Clean
ru: &Очистить

source: &Run as Administrator
ru: &Выполнить от имени администратора

source: &Exit
ru: &Выйти

source: Select All
ru: Выделить всё

source: Select None
ru: Отменить выбор

source: Invert Selection
ru: Обратить выделение

source: Please wait, Disk Cleaner is scanning the system.
ru: Пожалуйста, подождите, Disk Cleaner выполняет сканирование системы.

source: A fast open source disk cleanup tool
ru: Быстрый инструмент для очистки системы с открытым исходным кодом

source: Version
ru: Версия

source: Copyright 1999-2010 R. J. Moerland
ru: Авторские права 1999-2010 R. J. Moerland

source: Released under the GPL v2
ru: Издано по лицензии GPL v2

source: Cleaning results
ru: Результаты очистки

source: &Back
ru: &Назад

source: &Save results...
ru: &Сохранить результаты...

source: &Delete locked files on reboot if running as administrator
ru: &Удалить заблокированные файлы при перезагрузки, если выполняется от имени администратора

source: &Hide entries with zero items to clean (restarts Disk Cleaner)
ru: &Скрыть записи с нулевыми объектами для очистки (перезапускает Disk Cleaner)

source: H&ide items that need administrator priviliges for normal users (restarts Disk Cleaner)
ru: С&крыть объекты, для действий над которыми требуются права администратора (перезапускает Disk Cleaner)

source: &Warn when open applications can interfere with cleaning
ru: &Предупреждать при открытии приложений, которые могут препятствовать очистке

source: Global
ru: Общий

source: &Delete read-only files
ru: &Удалить файлы с атрибутом только для чтения

source: Delete &empty subfolders
ru: Удалить &пустые подкаталоги

source: Minimum age before removal (days)
ru: Минимальный срок перед удалением (дней)

source: System temporary files
ru: Временные системные файла

source: &Delete off-line items
ru: &Удалить автономные объекты

source: Internet Explorer Cache
ru: Кэш Internet Explorer

source: &Install
ru: &Установить

source: &Remove
ru: &Удалить

source: Use cookie filtering
ru: Использовать фильтрацию cookie

source: Keep cookies for
ru: Сохранять cookie в течении

source: days
ru: дней

source: Protected cookies:
ru: Защищённые cookies:

source: Protected cookies are never deleted
ru: Защищённые cookies никогда не удаляются

source: The following applications are still running.
ru: Следующий приложения до сих пор выполняются.

source: Please close them for optimal cleaning:
ru: Пожалуйста, закройте их для проведения эффективной очистки:

source: Never show this warning again
ru: Не показывать это предупреждение в будущем

source: Choose a location to save the results
ru: Выберите размещение для сохранения результатов

source: Log files (*.log)|*.log
ru: Файлы журнала (*.log)|*.log

source: Sorry, I couldn't write to that file. Please try another name or location
ru: Извините, невозможно записать в этот файл. Пожалуйста, укажите другое имя или размещение

source: Fatal error
ru: Критическая ошибка

source: Firefox Cache
ru: Кэш Firefox

source: Clears the Firefox cache
ru: Очищает кэш Firefox

source: Firefox History
ru: Журнал Firefox

source: Removes Firefox history records
ru: Удаляет записи журнала Firefox

source: Unable to delete firefox history
ru: Невозможно очистить журнал firefox

source: Compacting the Firefox history database
ru: Сжатие базы данных журнала Firefox

source: I cannot open Firefox' history file, is Firefox still running?
ru: Невозможно открыть журнал Firefox, Firefox до сих пор запущен?

source: Removes Firefox cookies
ru: Удалить cookie Firefox

source: Internet Explorer History
ru: Журнал Internet Explorer

source: Removes Internet Explorer history records
ru: Удалить записи журнала Internet Explorer

source: Removes Internet Explorer cookie files
ru: Удаляет файлы cookie Internet Explorer

source: Temporary files
ru: Временные файлы

source: Removes temporary files from the current user's temporary folder,
ru: Удаляет временные файлы из временной папки текущего пользователя,

source: Could not clean the temporary folder. The location of this folder could not be determined reliably.
ru: Невозможно очистить временную папку. Размещение этой папки не может быть достоверно определено.

source: Please wait...
ru: Пожалуйста, подождите...

source: About
ru: Сведения о программе

source: Preferences
ru: Свойства

source: Disk Cleaner Information
ru: Сведения Disk Cleaner

source: Autostart
ru: Автозапуск
